[
    {
      "image": "https://i.ibb.co/ysrYnkV/gal-1.jpg",
      "location": "Los Angeles, USA",
      "count": 10,
      "room_price": 220,
      "room_size": "420 sq ft",
      "s_offer": "Complimentary breakfast",
      "room_type": "Deluxe",
      "avel_room": 4,
      "offerd": "populer",
      "discount": 15,
      "room_status": "Available",
      "day_night": "Available day and night",
      "category": "Single",
      "bed_room": 1,
      "bathroom": 1,
      "review": "Spacious room, great view, excellent service.",
      "rating": 4.5,
      "room_description": "This deluxe room in Los Angeles offers 320 sq ft of contemporary design, featuring a plush king-size bed, a large bathroom with premium toiletries, and a city-view balcony. The room is ideal for travelers seeking comfort and luxury, equipped with free Wi-Fi, a flat-screen TV, and a mini-bar. Guests can enjoy complimentary breakfast and easy access to popular attractions like Hollywood Boulevard. The hotel offers a 15% discount for early bookings. With high-end amenities and an excellent location, this room promises a comfortable stay for both business and leisure travelers."
    },
    {
      "image": "https://i.ibb.co/P1V5rJR/gal-2.jpg",
      "location": "Singapore",
      "count": 12,
      "room_price": 180,
      "room_size": "480 sq ft",
      "s_offer": "Free airport shuttle",
      "room_type": "Superior",
      "avel_room": 5,
      "discount": 10,
      "room_status": "Available",
      "day_night": "Available day and night",
      "category": "Dubble",
      "bed_room": 2,
      "bathroom": 2,
      "review": "Convenient location, clean room, good for business trips.",
      "rating": 4.3,
      "room_description": "This superior room in Singapore offers 280 sq ft of modern comfort, designed for business travelers. It includes a comfortable queen-size bed, a spacious bathroom, and a work desk. Free high-speed Wi-Fi and a complimentary airport shuttle make this room perfect for corporate guests. The room’s location provides easy access to the central business district, shopping malls, and famous attractions like Marina Bay Sands. Guests can also enjoy a 10% discount for long-term stays. With its excellent amenities and strategic location, this room caters to both work and relaxation."
    },
    {
      "image": "https://i.ibb.co/cNbtZBY/gal-3.jpg",
      "location": "Barcelona, Spain",
      "count": 8,
      "room_price": 250,
      "room_size": "450 sq ft",
      "s_offer": "Free wine tasting",
      "room_type": "Suite",
      "avel_room": 2,
      "discount": 0,
      "room_status": "Booked",
      "day_night": "Available day and night",
      "category": "Family",
      "bed_room": 4,
      "bathroom": 2,
      "review": "Beautiful room, romantic atmosphere, amazing wine.",
      "rating": 4.8,
      "room_description": "This suite in Barcelona offers 350 sq ft of luxurious space, perfect for couples on a romantic getaway. It features a king-size bed, a spacious bathroom with a Jacuzzi, and a private balcony with city views. Guests can enjoy a free wine-tasting experience, featuring some of the best local wines. Located in the heart of the city, the hotel is close to attractions like La Sagrada Familia and Park Güell. This suite provides the ultimate combination of romance, luxury, and convenience, ensuring an unforgettable stay in Barcelona."
    },
    {
      "image": "https://i.ibb.co/QY3bV1v/gal-4.jpg",
      "location": "Bangkok, Thailand",
      "count": 20,
      "room_price": 160,
      "room_size": "400 sq ft",
      "s_offer": "15% off spa services",
      "room_type": "Standard",
      "avel_room": 7,
      "discount": 15,
      "room_status": "Available",
      "day_night": "Available day and night",
      "category": "Rest",
      "bed_room": 1,
      "bathroom": 1,
      "review": "Great value for money, comfortable stay, nice spa.",
      "rating": 4.2,
      "room_description": "This standard room in Bangkok offers 300 sq ft of comfortable living space at an affordable price. The room features a queen-size bed, private bathroom, and free Wi-Fi. Ideal for budget-conscious travelers, the hotel provides a 15% discount on spa services for relaxation after a day of sightseeing. Located near shopping districts and local attractions, it’s perfect for tourists looking to explore the city. With modern amenities and friendly service, this room offers excellent value for both short and long-term stays in Bangkok."
    },
    {
      "image": "https://i.ibb.co/vZXFDTn/gal-5.jpg",
      "location": "Vienna, Austria",
      "count": 6,
      "room_price": 210,
      "room_size": "440 sq ft",
      "s_offer": "Free museum tickets",
      "room_type": "Deluxe",
      "avel_room": 3,
      "discount": 10,
      "room_status": "Available",
      "day_night": "Available day and night",
      "category": "Special",
      "bed_room": 4,
      "bathroom": 3,
      "review": "Elegant room, loved the free museum pass, great location.",
      "rating": 4.7,
      "room_description": "This deluxe room in Vienna offers 340 sq ft of sophisticated space, blending traditional Austrian decor with modern amenities. The room includes a king-size bed, a luxurious bathroom, and a seating area. Guests can enjoy free tickets to some of Vienna’s renowned museums, adding a cultural element to their stay. Located near the Vienna State Opera and St. Stephen’s Cathedral, the hotel is perfect for art and history lovers. With elegant furnishings and an excellent location, this room provides a refined and immersive cultural experience in the heart of Vienna."
    },
  {
        "image": "https://i.ibb.co/r4TY1hQ/gal-6.jpg",
        "location": "Marrakech, Morocco",
        "count": 12,
        "room_price": 230,
        "room_size": "460 sq ft",
        "s_offer": "Free Hammam access",
        "room_type": "Suite",
        "avel_room": 3,
        "discount": 10,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Single",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Beautiful room with authentic Moroccan decor, relaxing spa.",
        "rating": 4.6,
        "room_description": "This luxurious suite in Marrakech offers 360 sq ft of space with intricate Moroccan decor, perfect for travelers seeking an authentic experience. The room features a king-size bed, an elegant bathroom with traditional tiles, and access to a private balcony. Guests can enjoy complimentary access to the hotel’s Hammam, offering a relaxing spa experience. Located in the heart of the Medina, the suite provides easy access to historic sites such as the Koutoubia Mosque and the vibrant souks. Ideal for couples or solo travelers seeking cultural immersion."
      },
      {
        "image": "https://i.ibb.co/mSzCvSD/gal-7.jpg",
        "location": "Istanbul, Turkey",
        "count": 16,
        "room_price": 190,
        "room_size": "410 sq ft",
        "s_offer": "Complimentary Turkish breakfast",
        "room_type": "Superior",
        "avel_room": 4,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Dubble",
        "bed_room": 2,
        "bathroom": 1,
        "review": "Amazing location, lovely breakfast, and comfortable stay.",
        "rating": 4.4,
        "room_description": "This superior room in Istanbul spans 310 sq ft and features charming Ottoman-inspired decor. It includes a queen-size bed, modern bathroom, and a seating area. Guests can enjoy a complimentary traditional Turkish breakfast each morning, offering a taste of the local cuisine. Located near famous landmarks like the Hagia Sophia and the Blue Mosque, the hotel is ideal for visitors eager to explore Istanbul's rich history. With a 5% discount for early bookings, this room combines comfort, affordability, and an authentic cultural experience in a historic setting."
      },
      {
        "image": "https://i.ibb.co/mbjL8yg/gal-8.jpg",
        "location": "Cape Town, South Africa",
        "count": 20,
        "room_price": 210,
        "room_size": "440 sq ft",
        "s_offer": "Free wine tour",
        "room_type": "Deluxe",
        "avel_room": 5,
        "discount": 10,
        "room_status": "Available",
        "day_night": "Available day and night",
        "offerd": "populer",
        "category": "Family",
        "bed_room": 4,
        "bathroom": 2,
        "review": "Spacious room, great wine tour, excellent location.",
        "rating": 4.5,
        "room_description": "This deluxe room in Cape Town offers 340 sq ft of stylish comfort, ideal for adventurous travelers. The room includes a king-size bed, modern bathroom, and floor-to-ceiling windows offering stunning views of Table Mountain. Guests can take part in a complimentary wine tour, exploring local vineyards and tasting world-class South African wines. Located near the V&A Waterfront and other popular attractions, this room offers both luxury and proximity to outdoor adventures. With a 10% discount for stays longer than three nights, it’s perfect for extended vacations."
      },
      {
        "image": "https://i.ibb.co/mHn8XcL/gal-9.png",
        "location": "Rio de Janeiro, Brazil",
        "count": 18,
        "room_price": 180,
        "room_size": "400 sq ft",
        "s_offer": "Free city tour",
        "room_type": "Standard",
        "avel_room": 7,
        "discount": 0,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Family",
        "bed_room": 4,
        "bathroom": 2,
        "review": "Cozy room, great tour experience, near Copacabana Beach.",
        "rating": 4.2,
        "room_description": "This standard room in Rio de Janeiro offers 300 sq ft of comfortable space with a queen-size bed, modern bathroom, and beach-inspired decor. Guests can enjoy a free city tour, including visits to iconic sites like Christ the Redeemer and Sugarloaf Mountain. Located just a short walk from Copacabana Beach, the hotel is perfect for beach lovers and those looking to explore the vibrant city life. With its central location and friendly service, this room offers a balance of comfort and adventure, ideal for both short stays and longer vacations."
      },
      {
        "image": "https://i.ibb.co/qkHdRX4/gal-10.jpg",
        "location": "Sydney, Australia",
        "count": 25,
        "room_price": 270,
        "room_size": "460 sq ft",
        "s_offer": "Free Opera House tour",
        "room_type": "Suite",
        "avel_room": 3,
        "discount": 0,
        "room_status": "Available",
        "day_night": "Available day and night",
        "offerd": "populer",
        "category": "Special",
        "bed_room": 4,
        "bathroom": 3,
        "review": "Spacious and modern room, excellent location, great tour.",
        "rating": 4.7,
        "room_description": "This suite in Sydney offers 360 sq ft of spacious, modern design with a king-size bed, luxury bathroom, and a living area. Guests can enjoy a complimentary guided tour of the Sydney Opera House, one of Australia’s most iconic landmarks. Located in the city center, the hotel provides easy access to Sydney’s main attractions, including the Harbour Bridge and Darling Harbour. With stunning views and world-class amenities, this suite is ideal for travelers seeking both luxury and cultural experiences in Sydney. The suite offers a perfect blend of relaxation and adventure."
      },
      {
        "image": "https://i.ibb.co/MhHqtRr/gal-11.png",
        "location": "Dubai, UAE",
        "count": 22,
        "room_price": 350,
        "room_size": "400 sq ft",
        "s_offer": "Free Desert Safari",
        "room_type": "Executive Suite",
        "avel_room": 6,
        "discount": 10,
        "room_status": "Available",
        "day_night": "Available day and night",
        "offerd": "populer",
        "category": "Single",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Luxurious room, breathtaking views, thrilling safari experience.",
        "rating": 4.9,
        "room_description": "This executive suite in Dubai offers 400 sq ft of opulent living space, featuring a king-size bed, large marble bathroom, and floor-to-ceiling windows offering panoramic views of the city skyline. Guests receive a complimentary desert safari adventure, providing a taste of Dubai's iconic landscapes. Located in a prestigious area near the Burj Khalifa and Dubai Mall, this suite caters to luxury travelers seeking an unforgettable experience. With a 10% discount on stays of 5 nights or more, it’s the perfect blend of comfort, adventure, and convenience in the heart of Dubai."
      },
      {
        "image": "https://i.ibb.co/2P1D1yy/gal-12.png",
        "location": "Kyoto, Japan",
        "count": 14,
        "room_price": 200,
        "room_size": "420 sq ft",
        "s_offer": "Complimentary Tea Ceremony",
        "room_type": "Traditional",
        "avel_room": 5,
        "discount": 5,
        "room_status": "Available",
        "category": "Dubble",
        "bed_room": 2,
        "bathroom": 2,
        "review": "Authentic Japanese experience, peaceful room, loved the tea ceremony.",
        "rating": 4.8,
        "room_description": "This traditional room in Kyoto offers 320 sq ft of serene, minimalist design, featuring tatami mats, a futon bed, and sliding paper doors. Guests are invited to participate in a complimentary tea ceremony, immersing them in the local culture. The room is located in a ryokan-style hotel, offering a tranquil retreat from the city's hustle and bustle. Close to temples and historic gardens, this room is ideal for those seeking a deep cultural experience. A 5% discount is available for early bookings, making this the perfect getaway for peaceful and reflective travelers."
      },
      {
        "image": "https://i.ibb.co/302Shbp/gal-13.png",
        "location": "Paris, France",
        "count": 15,
        "room_price": 290,
        "room_size": "430 sq ft",
        "s_offer": "Free Eiffel Tower Tour",
        "room_type": "Deluxe Suite",
        "avel_room": 3,
        "discount": 0,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Family",
        "offerd": "populer",
        "bed_room": 4,
        "bathroom": 2,  
        "review": "Beautiful room, romantic view, the Eiffel tour was a highlight.",
        "rating": 4.9,
        "room_description": "This deluxe suite in Paris offers 330 sq ft of refined elegance, featuring a king-size bed, luxurious en-suite bathroom, and a private balcony with breathtaking views of the Eiffel Tower. Guests are treated to a free guided Eiffel Tower tour, enhancing their romantic Parisian experience. Situated in a prestigious district near the Champs-Élysées, this suite is perfect for couples looking for a romantic getaway. With world-class amenities, excellent service, and proximity to iconic attractions, this room ensures an unforgettable stay in the City of Love."
      },
      {
        "image": "https://i.ibb.co/RjTW3VQ/gal-14.png",
        "location": "Santorini, Greece",
        "count": 10,
        "room_price": 260,
        "room_size": "450 sq ft",
        "s_offer": "Free sunset cruise",
        "room_type": "Ocean View Suite",
        "avel_room": 2,
        "discount": 10,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Rest",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Breathtaking ocean views, the cruise was fantastic, romantic atmosphere.",
        "rating": 4.7,
        "room_description": "This ocean view suite in Santorini offers 350 sq ft of luxurious comfort, featuring a queen-size bed, a private terrace with stunning sea views, and a modern bathroom with a rain shower. Guests are treated to a complimentary sunset cruise, offering a picturesque view of the island's coastline. Located near Santorini's famous beaches and charming villages, this suite is ideal for couples looking for a romantic, scenic escape. With a 10% discount for stays longer than four nights, this suite offers both relaxation and adventure in one of the world’s most beautiful destinations."
      },
      {
        "image": "https://i.ibb.co/NTsSGgC/gal-15.jpg",
        "location": "Prague, Czech Republic",
        "count": 18,
        "room_price": 220,
        "room_size": "440 sq ft",
        "s_offer": "Free walking tour of Old Town",
        "room_type": "Classic Suite",
        "avel_room": 4,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Special",
        "bed_room": 4,
        "bathroom": 3,
        "review": "Charming room, loved the walking tour, close to historic sites.",
        "rating": 4.6,
        "room_description": "This classic suite in Prague offers 340 sq ft of elegant living space, featuring traditional European decor, a king-size bed, and a modern en-suite bathroom. Guests can enjoy a complimentary walking tour of Prague’s historic Old Town, including visits to the Astronomical Clock and Charles Bridge. The suite is located in a central area, providing easy access to Prague Castle and other landmarks. With a 5% discount for early bookings, this room is perfect for travelers interested in history and culture, offering both comfort and an immersive cultural experience."
      },
      {
        "image": "https://i.ibb.co/Q6Nc1Nj/gal-16.jpg",
        "location": "Rome, Italy",
        "count": 12,
        "room_price": 240,
        "room_size": "430 sq ft",
        "s_offer": "Free Colosseum Tour",
        "room_type": "Executive Suite",
        "avel_room": 2,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "offerd": "populer",
        "category": "Single",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Elegant room, amazing location, loved the Colosseum tour.",
        "rating": 4.7,
        "room_description": "This executive suite in Rome offers 330 sq ft of luxury, featuring a king-size bed, modern en-suite bathroom, and a seating area with a view of the city. Guests are offered a complimentary guided tour of the Colosseum, making it ideal for history enthusiasts. Located close to iconic landmarks like the Roman Forum and Vatican City, the hotel provides both comfort and convenience. With a 5% discount for early bookings, this suite offers a balance of historical charm and modern luxury, perfect for both short and long stays in Rome."
      },
      {
        "image": "https://i.ibb.co/fHXJLKF/gal-17.jpg",
        "location": "Maldives",
        "count": 8,
        "room_price": 400,
        "room_size": "450 sq ft",
        "s_offer": "Free snorkeling tour",
        "room_type": "Overwater Villa",
        "avel_room": 1,
        "discount": 0,
        "room_status": "Booked",
        "day_night": "Available day and night",
        "category": "Dubble",
        "bed_room": 2,
        "bathroom": 2,
        "review": "Beautiful villa, great snorkeling experience, worth every penny.",
        "rating": 4.9,
        "room_description": "This overwater villa in the Maldives offers 450 sq ft of pure luxury, featuring a king-size bed, open-air bathroom, and a private deck with direct access to the lagoon. Guests can enjoy a complimentary snorkeling tour to explore the vibrant coral reefs surrounding the resort. The villa’s serene and secluded location provides an unforgettable experience of tropical paradise. With world-class amenities and unparalleled views, this villa is perfect for couples and honeymooners seeking a romantic escape. This luxurious getaway in the Maldives is booked in advance due to its high demand."
      },
      {
        "image": "https://i.ibb.co/g62xZ3s/gal-18.png",
        "location": "New York City, USA",
        "count": 25,
        "room_price": 280,
        "room_size": "460 sq ft",
        "s_offer": "Free Broadway tickets",
        "room_type": "Penthouse Suite",
        "avel_room": 3,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "offerd": "populer",
        "category": "Family",
        "bed_room": 4,
        "bathroom": 2,
        "review": "Spacious and modern, great Broadway experience, central location.",
        "rating": 4.8,
        "room_description": "This penthouse suite in New York City offers 360 sq ft of modern luxury, featuring a king-size bed, spacious bathroom, and a private terrace with views of the Manhattan skyline. Guests receive complimentary Broadway tickets, adding a cultural touch to their stay. Located in the heart of Times Square, the suite provides easy access to top attractions like Central Park and the Empire State Building. With a 5% discount for long stays, this suite is perfect for those seeking a luxurious and vibrant New York experience, blending style and convenience."
      },
      {
        "image": "https://i.ibb.co/5Bdtt6f/gal-19.png",
        "location": "Amsterdam, Netherlands",
        "count": 16,
        "room_price": 230,
        "room_size": "440 sq ft",
        "s_offer": "Free canal boat tour",
        "room_type": "Deluxe",
        "avel_room": 4,
        "discount": 10,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Rest",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Charming room, beautiful canal tour, fantastic service.",
        "rating": 4.6,
        "room_description": "This deluxe room in Amsterdam offers 340 sq ft of charming decor, featuring a queen-size bed, a modern bathroom, and a picturesque view of the city’s famous canals. Guests are treated to a complimentary canal boat tour, showcasing the beauty of Amsterdam’s waterways. The hotel’s central location provides easy access to museums like the Rijksmuseum and Anne Frank House. With a 10% discount for extended stays, this room offers an authentic Dutch experience with modern comforts, perfect for cultural enthusiasts looking to explore the vibrant city life."
      },
      {
        "image": "https://i.ibb.co/gMTDTwD/gal-20.jpg",
        "location": "Hawaii, USA",
        "count": 12,
        "room_price": 320,
        "room_size": "470 sq ft",
        "s_offer": "Free surfing lessons",
        "room_type": "Oceanfront Suite",
        "avel_room": 2,
        "discount": 0,
        "room_status": "Available",
        "day_night": "Available day and night",
        "offerd": "populer",
        "category": "Special",
        "bed_room": 4,
        "bathroom": 3,  
        "review": "Amazing views, loved the surfing lessons, perfect beach location.",
        "rating": 4.8,
        "room_description": "This oceanfront suite in Hawaii offers 370 sq ft of tropical luxury, featuring a king-size bed, modern en-suite bathroom, and a private balcony overlooking the Pacific Ocean. Guests can enjoy complimentary surfing lessons, perfect for adventurers looking to explore Hawaii’s famous waves. Located near pristine beaches and popular attractions like Diamond Head and Pearl Harbor, this suite offers a mix of relaxation and adventure. With world-class amenities and stunning ocean views, this room is ideal for couples and solo travelers seeking a luxurious and active Hawaiian getaway."
      },
      {
        "image": "https://i.ibb.co/0yNbMTD/gal-21.jpg",
        "location": "Barcelona, Spain",
        "count": 20,
        "room_price": 250,
        "room_size": "450 sq ft",
        "s_offer": "Free Sagrada Familia tour",
        "room_type": "Deluxe Suite",
        "avel_room": 5,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "offerd": "populer",
        "category": "Single",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Stunning room, excellent location, loved the Sagrada Familia tour.",
        "rating": 4.7,
        "room_description": "This deluxe suite in Barcelona offers 350 sq ft of modern comfort, featuring a queen-size bed, contemporary bathroom, and private balcony. Guests are treated to a complimentary tour of the iconic Sagrada Familia, located just a short walk from the hotel. Situated near popular attractions like Park Güell and La Rambla, this suite is ideal for travelers looking to immerse themselves in Barcelona's vibrant culture. With a 5% discount for bookings over three nights, this room provides a perfect balance of comfort, luxury, and cultural exploration in the heart of Spain."
      },
      {
        "image": "https://i.ibb.co/xGzmTGP/gal-22.jpg",
        "location": "Bangkok, Thailand",
        "count": 18,
        "room_price": 180,
        "room_size": "400 sq ft",
        "s_offer": "Free Temple Tour",
        "room_type": "Superior Room",
        "avel_room": 6,
        "discount": 8,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Dubble",
        "bed_room": 2,
        "bathroom": 2,
        "review": "Comfortable room, great location, loved the temple tour.",
        "rating": 4.5,
        "room_description": "This superior room in Bangkok offers 300 sq ft of cozy accommodation, featuring a king-size bed, modern bathroom, and a city view. Guests receive a complimentary guided tour of Bangkok’s most famous temples, including Wat Pho and Wat Arun. Located near bustling markets and vibrant nightlife, this room provides a perfect base for exploring Bangkok’s rich culture. With an 8% discount for early bookings, this room is great for budget-conscious travelers who want to experience the energy and culture of Thailand’s capital without compromising on comfort."
      },
      {
        "image": "https://i.ibb.co/dD7FgtL/gal-23.jpg",
        "location": "Vienna, Austria",
        "count": 14,
        "room_price": 260,
        "room_size": "420 sq ft",
        "s_offer": "Free Classical Concert tickets",
        "room_type": "Junior Suite",
        "avel_room": 3,
        "discount": 10,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Family",
        "bed_room": 4,
        "bathroom": 2,
        "review": "Charming suite, loved the concert, excellent central location.",
        "rating": 4.8,
        "room_description": "This junior suite in Vienna offers 320 sq ft of elegance, featuring a king-size bed, luxurious bathroom, and a seating area. Guests are offered complimentary tickets to a classical concert, immersing them in Vienna’s musical heritage. Located near the Vienna State Opera and the Hofburg Palace, this suite is perfect for travelers interested in history and culture. With a 10% discount for stays longer than four nights, this room offers a charming mix of old-world sophistication and modern comfort, ideal for those seeking a cultural experience in Austria’s capital."
      },
      {
        "image": "https://i.ibb.co/S7CbmZ1/gal-24.jpg",
        "location": "Maui, Hawaii, USA",
        "count": 10,
        "room_price": 310,
        "room_size": "480 sq ft",
        "s_offer": "Free whale watching tour",
        "room_type": "Oceanfront Bungalow",
        "avel_room": 2,
        "discount": 0,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Rest",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Incredible views, peaceful bungalow, whale tour was unforgettable.",
        "rating": 4.9,
        "room_description": "This oceanfront bungalow in Maui offers 380 sq ft of tropical luxury, featuring a king-size bed, open-air bathroom, and a private deck with panoramic ocean views. Guests can enjoy a complimentary whale-watching tour, offering an up-close look at these majestic creatures. Located near the island's pristine beaches and outdoor adventures, this bungalow is perfect for nature lovers seeking both relaxation and excitement. With top-notch amenities and breathtaking scenery, this room is ideal for couples or solo travelers looking to escape into the beauty of Hawaii’s island life."
      },
      {
        "image": "https://i.ibb.co/WKJRDW4/gal-25.jpg",
        "location": "Zermatt, Switzerland",
        "count": 8,
        "room_price": 420,
        "room_size": "400 sq ft",
        "s_offer": "Free ski pass",
        "room_type": "Chalet Suite",
        "avel_room": 1,
        "discount": 10,
        "room_status": "Available",
        "day_night": "Available day and night",
        "offerd": "populer",
        "category": "Special",
        "bed_room": 4,
        "bathroom": 3,
        "review": "Amazing chalet, incredible ski experience, beautiful location.",
        "rating": 4.9,
        "room_description": "This chalet suite in Zermatt offers 400 sq ft of rustic luxury, featuring a king-size bed, modern en-suite bathroom, and a private fireplace. Guests are provided with a complimentary ski pass, making it perfect for skiing enthusiasts. Located near the Matterhorn, the suite offers breathtaking mountain views and access to some of Switzerland’s best slopes. With a 10% discount for stays over 5 nights, this room offers a perfect combination of adventure and comfort, ideal for winter sports lovers or anyone looking to enjoy the stunning Swiss Alps."
      },
      {
        "image": "https://i.ibb.co/KjkGvCD/gal-26.jpg",
        "location": "Istanbul, Turkey",
        "count": 18,
        "room_price": 200,
        "room_size": "450 sq ft",
        "s_offer": "Free Bosphorus Cruise",
        "room_type": "Deluxe Room",
        "avel_room": 5,
        "discount": 8,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Single",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Amazing views, relaxing cruise, central location.",
        "rating": 4.6,
        "room_description": "This deluxe room in Istanbul offers 350 sq ft of modern elegance, featuring a queen-size bed, spacious bathroom, and a beautiful view of the Bosphorus. Guests are invited on a complimentary Bosphorus cruise to explore the beauty of Istanbul’s skyline. The room is located near the city’s historic sites, including Hagia Sophia and the Blue Mosque. With an 8% discount for early bookings, this room is perfect for travelers seeking a blend of culture, history, and relaxation while experiencing the vibrant city of Istanbul."
      },
      {
        "image": "https://i.ibb.co/6HJMFqJ/gal-27.jpg",
        "location": "Sydney, Australia",
        "count": 15,
        "room_price": 270,
        "room_size": "475 sq ft",
        "s_offer": "Free Sydney Opera House tour",
        "room_type": "Executive Suite",
        "avel_room": 3,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "offerd": "populer",
        "category": "Dubble",
        "bed_room": 2,
        "bathroom": 2,
        "review": "Spacious suite, excellent Opera House tour, great service.",
        "rating": 4.7,
        "room_description": "This executive suite in Sydney offers 375 sq ft of luxurious comfort, featuring a king-size bed, modern bathroom, and a private balcony with stunning views of the Sydney Harbour Bridge. Guests are treated to a complimentary tour of the Sydney Opera House, one of the city’s most iconic landmarks. Located in the heart of the city, the suite is perfect for both business and leisure travelers. With a 5% discount on stays longer than three nights, this suite offers an unbeatable mix of culture, convenience, and luxury."
      },
      {
        "image": "https://i.ibb.co/NKTKNjD/gal-28.jpg",
        "location": "Cairo, Egypt",
        "count": 10,
        "room_price": 220,
        "room_size": "460 sq ft",
        "s_offer": "Free Pyramids of Giza tour",
        "room_type": "Superior Room",
        "avel_room": 4,
        "discount": 10,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Family",
        "bed_room": 4,
        "bathroom": 2,
        "review": "Fascinating tour, beautiful room, great view of the pyramids.",
        "rating": 4.8,
        "room_description": "This superior room in Cairo offers 360 sq ft of comfort and style, featuring a queen-size bed, modern en-suite bathroom, and a panoramic view of the Pyramids of Giza. Guests receive a complimentary guided tour of the pyramids, making this the perfect stay for history enthusiasts. The hotel is located near the Egyptian Museum and other historical sites, providing an enriching experience of Egypt’s ancient wonders. With a 10% discount for early bookings, this room is ideal for those looking to explore Cairo’s rich history in a luxurious setting."
      },
      {
        "image": "https://i.ibb.co/G3fwypZ/gal-29.png",
        "location": "Rio de Janeiro, Brazil",
        "count": 12,
        "room_price": 250,
        "room_size": "440 sq ft",
        "s_offer": "Free Christ the Redeemer tour",
        "room_type": "Ocean View Suite",
        "avel_room": 2,
        "discount": 0,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Rest",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Incredible view, loved the Christ the Redeemer tour, vibrant location.",
        "rating": 4.9,
        "room_description": "This ocean view suite in Rio de Janeiro offers 340 sq ft of vibrant luxury, featuring a king-size bed, spacious bathroom, and a private balcony with breathtaking views of Copacabana Beach. Guests receive a complimentary tour of the iconic Christ the Redeemer statue, one of the New Seven Wonders of the World. Located near the beach and local attractions, this suite is ideal for adventurers and beach lovers. With top-tier amenities and a perfect location, this suite provides an unforgettable experience of Rio’s natural beauty and cultural richness."
      },
      {
        "image": "https://i.ibb.co/RYVgJJm/gal-30.jpg",
        "location": "Cape Town, South Africa",
        "count": 14,
        "room_price": 280,
        "room_size": "470 sq ft",
        "s_offer": "Free Table Mountain cable car ride",
        "room_type": "Luxury Suite",
        "avel_room": 3,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Special",
        "bed_room": 4,
        "bathroom": 3,
        "review": "Stunning room, amazing cable car experience, loved Cape Town.",
        "rating": 4.8,
        "room_description": "This luxury suite in Cape Town offers 370 sq ft of elegance and comfort, featuring a king-size bed, en-suite bathroom, and a balcony with views of Table Mountain. Guests are treated to a complimentary cable car ride to the top of Table Mountain, offering panoramic views of the city and coastline. Located near the V&A Waterfront and Cape Town’s best beaches, this suite is perfect for adventurers and nature lovers. With a 5% discount for extended stays, this room provides the perfect mix of relaxation and excitement in one of South Africa’s most beautiful cities."
      },
      {
        "image": "https://i.ibb.co/bzg1ZDL/gal-31.jpg",
        "location": "Santorini, Greece",
        "count": 10,
        "room_price": 300,
        "room_size": "400 sq ft",
        "s_offer": "Free sunset cruise",
        "room_type": "Cave Suite",
        "avel_room": 3,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "offerd": "populer",
        "category": "Single",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Breathtaking views, romantic cruise, perfect for couples.",
        "rating": 4.9,
        "room_description": "This cave suite in Santorini offers 400 sq ft of serene luxury, featuring a king-size bed, spacious bathroom, and a private terrace with a stunning view of the caldera. Guests are treated to a complimentary sunset cruise, providing a perfect romantic experience. The suite is located in Oia, close to the island’s famous blue-domed churches and pristine beaches. With a 5% discount for stays longer than three nights, this suite is perfect for couples looking for a unique and luxurious retreat in the breathtaking beauty of Santorini."
      },
      {
        "image": "https://i.ibb.co/SdQSWv0/home-1.jpg",
        "location": "Dubai, UAE",
        "count": 25,
        "room_price": 500,
        "room_size": "450 sq ft",
        "s_offer": "Free Burj Khalifa tour",
        "room_type": "Skyline Suite",
        "avel_room": 5,
        "discount": 10,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Dubble",
        "bed_room": 2,
        "bathroom": 2,
        "review": "Spectacular views, luxurious amenities, Burj Khalifa tour was amazing.",
        "rating": 4.9,
        "room_description": "This skyline suite in Dubai offers 450 sq ft of high-end luxury, featuring a king-size bed, modern bathroom, and floor-to-ceiling windows with panoramic views of the city skyline, including the Burj Khalifa. Guests are provided with a complimentary guided tour of the Burj Khalifa, the tallest building in the world. The suite is located in Downtown Dubai, close to major shopping malls and restaurants. With a 10% discount for long stays, this suite offers a perfect mix of comfort, luxury, and an unforgettable experience of Dubai’s skyline."
      },
      {
        "image": "https://i.ibb.co/Bfr1M4b/home-2.jpg",
        "location": "Kyoto, Japan",
        "count": 12,
        "room_price": 230,
        "room_size": "440 sq ft",
        "s_offer": "Free Kyoto temple tour",
        "room_type": "Zen Garden Suite",
        "avel_room": 4,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Family",
        "bed_room": 4,
        "bathroom": 2,
        "review": "Peaceful room, beautiful temple tour, relaxing stay.",
        "rating": 4.7,
        "room_description": "This Zen Garden Suite in Kyoto offers 340 sq ft of tranquility, featuring a queen-size bed, modern bathroom, and a private garden view. Guests are treated to a complimentary tour of Kyoto’s famous temples, including Kinkaku-ji and Fushimi Inari Shrine. The suite is located in a quiet area, providing easy access to both historic landmarks and serene natural spaces. With a 5% discount for early bookings, this suite is ideal for travelers seeking a peaceful and cultural experience in Japan’s most traditional city."
      },
      {
        "image": "https://i.ibb.co/HGvMNvD/home-3.jpg",
        "location": "Reykjavik, Iceland",
        "count": 14,
        "room_price": 270,
        "room_size": "480 sq ft",
        "s_offer": "Free Northern Lights tour",
        "room_type": "Nordic Suite",
        "avel_room": 2,
        "discount": 8,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Rest",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Magical Northern Lights experience, cozy room, great location.",
        "rating": 4.8,
        "room_description": "This Nordic Suite in Reykjavik offers 380 sq ft of cozy luxury, featuring a queen-size bed, modern bathroom, and a seating area. Guests are treated to a complimentary Northern Lights tour, providing an unforgettable experience of Iceland’s natural beauty. The suite is located near the city’s best attractions, including Hallgrimskirkja and the Blue Lagoon. With an 8% discount for extended stays, this suite is perfect for adventurers looking to experience the magic of Iceland while enjoying top-tier comfort and amenities in the heart of Reykjavik."
      },
      {
        "image": "https://i.ibb.co.com/qJZVVhj/poconopalace-400x400.jpg",
        "location": "Aspen, Colorado, USA",
        "count": 10,
        "room_price": 320,
        "room_size": "400 sq ft",
        "s_offer": "Free ski equipment rental",
        "room_type": "Mountain View Chalet",
        "avel_room": 3,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Special",
        "bed_room": 4,
        "bathroom": 3,
        "review": "Incredible mountain views, cozy chalet, perfect for skiing.",
        "rating": 4.9,
        "room_description": "This Mountain View Chalet in Aspen offers 400 sq ft of rustic charm, featuring a king-size bed, modern en-suite bathroom, and a private balcony overlooking the Aspen Mountains. Guests are offered complimentary ski equipment rental, making it perfect for ski enthusiasts. The chalet is located near the ski lifts and hiking trails, providing year-round outdoor adventures. With a 5% discount for stays over three nights, this chalet offers a perfect mix of comfort and adventure for travelers looking to enjoy the beauty and excitement of Aspen’s world-renowned ski resorts."
      },
      {
        "image": "https://i.ibb.co.com/3WpxzMw/8.webp",
        "location": "Maldives",
        "count": 8,
        "room_price": 600,
        "room_size": "400 sq ft",
        "s_offer": "Free snorkeling tour",
        "room_type": "Overwater Villa",
        "avel_room": 2,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
      "category": "Single",
      "bed_room": 1,
      "bathroom": 1,
        "review": "Breathtaking views, relaxing villa, amazing snorkeling.",
        "rating": 4.9,
        "room_description": "This overwater villa in the Maldives offers 500 sq ft of private luxury, featuring a king-size bed, open-air bathroom, and a deck with direct access to the crystal-clear lagoon. Guests can enjoy a complimentary snorkeling tour to explore the vibrant coral reefs. The villa provides a serene escape, perfect for couples seeking a romantic getaway in one of the world’s most beautiful locations. With a 5% discount for longer stays, this villa offers an unforgettable combination of natural beauty, privacy, and luxury in the heart of the Indian Ocean."
      },
      {
        "image": "https://i.ibb.co.com/c1p90MW/247dbb7fdd67ff94a102c727f6887dfc.jpg",
        "location": "Paris, France",
        "count": 12,
        "room_price": 320,
        "room_size": "470 sq ft",
        "s_offer": "Free Eiffel Tower tour",
        "room_type": "Luxury Suite",
        "avel_room": 3,
        "discount": 7,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Dubble",
        "bed_room": 2,
        "bathroom": 2,
        "review": "Charming suite, loved the Eiffel Tower tour, central location.",
        "rating": 4.8,
        "room_description": "This luxury suite in Paris offers 370 sq ft of elegance, featuring a queen-size bed, en-suite bathroom, and a private balcony with a view of the Eiffel Tower. Guests receive a complimentary tour of the iconic Eiffel Tower, offering a perfect blend of culture and romance. Located near the Champs-Élysées and the Louvre Museum, this suite is ideal for couples and travelers looking to experience the charm of Paris. With a 7% discount for early bookings, this room offers a luxurious Parisian experience in the heart of the City of Lights."
      },
      {
        "image": "https://i.ibb.co.com/2qPWQNY/tumblr-inline-nst87v-D6w-P1r02mf8-1280.jpg",
        "location": "New York City, USA",
        "count": 15,
        "room_price": 400,
        "room_size": "450 sq ft",
        "s_offer": "Free Statue of Liberty cruise",
        "room_type": "Penthouse Suite",
        "avel_room": 4,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Dubble",
        "bed_room": 2,
        "bathroom": 2,
        "review": "Amazing views, spacious suite, unforgettable cruise.",
        "rating": 4.9,
        "room_description": "This penthouse suite in New York City offers 450 sq ft of urban luxury, featuring a king-size bed, a modern bathroom, and floor-to-ceiling windows with views of the Manhattan skyline. Guests enjoy a complimentary cruise to the Statue of Liberty, making this suite ideal for travelers looking to experience the Big Apple in style. Located in the heart of Manhattan, near Times Square and Central Park, this suite is perfect for business and leisure travelers alike. With a 5% discount for extended stays, it offers a blend of comfort and luxury in one of the world’s most iconic cities."
      },
      {
        "image":"https://i.ibb.co.com/4j9T4xD/98aabc9332aa99741effbadc3a42153f.jpg",
        "location": "Bali, Indonesia",
        "count": 10,
        "room_price": 280,
        "room_size": "480 sq ft",
        "s_offer": "Free Balinese spa treatment",
        "room_type": "Garden Villa",
        "avel_room": 3,
        "discount": 8,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Single",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Peaceful garden, relaxing spa, wonderful villa.",
        "rating": 4.7,
        "room_description": "This garden villa in Bali offers 380 sq ft of peaceful luxury, featuring a king-size bed, a private garden with outdoor seating, and a spacious bathroom. Guests receive a complimentary traditional Balinese spa treatment, perfect for relaxation and rejuvenation. Located near Bali’s famous beaches and cultural attractions, the villa offers a serene escape while being close to the island’s vibrant life. With an 8% discount for early bookings, this villa provides a perfect blend of wellness, comfort, and Balinese charm for those looking to unwind in paradise."
      },
      {
        "image": "https://i.ibb.co.com/z4c7wPR/tumblr-inline-nsta49k1-Ip1r02mf8-1280.jpg",
        "location": "Rome, Italy",
        "count": 18,
        "room_price": 260,
        "room_size": "450 sq ft",
        "s_offer": "Free Colosseum tour",
        "room_type": "Heritage Suite",
        "avel_room": 5,
        "discount": 6,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Dubble",
        "bed_room": 2,
        "bathroom": 2,
        "review": "Fascinating Colosseum tour, elegant room, great central location.",
        "rating": 4.8,
        "room_description": "This heritage suite in Rome offers 350 sq ft of timeless elegance, featuring a queen-size bed, a modern bathroom, and views of the Roman Forum. Guests enjoy a complimentary tour of the Colosseum, providing an immersive cultural experience. The suite is located in the heart of Rome, near the Vatican, Trevi Fountain, and Spanish Steps, making it perfect for history buffs and travelers eager to explore the Eternal City. With a 6% discount for stays over three nights, this suite combines luxury, history, and convenience for a memorable Roman holiday."
      },
      {
        "image": "https://i.ibb.co.com/PZhtSBG/The-Oberoi-Mumbai.jpg",
        "location": "Barcelona, Spain",
        "count": 12,
        "room_price": 310,
        "room_size": "460 sq ft",
        "s_offer": "Free Sagrada Familia tour",
        "room_type": "Executive Suite",
        "avel_room": 3,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Dubble",
        "bed_room": 2,
        "bathroom": 2,
        "review": "Great location, loved the tour, very comfortable.",
        "rating": 4.7,
        "room_description": "This executive suite in Barcelona offers 360 sq ft of modern luxury, featuring a king-size bed, private balcony, and elegant bathroom. Guests are treated to a complimentary guided tour of the iconic Sagrada Familia. Located in the vibrant Eixample district, the hotel offers easy access to Barcelona’s top attractions, including Park Güell and La Rambla. With a 5% discount for early bookings, this suite is ideal for cultural travelers looking to experience Barcelona’s rich history and architecture while staying in a stylish, comfortable setting."
      },
      {
        "image": "https://i.ibb.co.com/8sfMWc2/leonardo-174359832-The-Oberoi-Suite-O-548007.jpg",
        "location": "Marrakech, Morocco",
        "count": 15,
        "room_price": 280,
        "room_size": "470 sq ft",
        "s_offer": "Free desert camel ride",
        "room_type": "Riad Suite",
        "avel_room": 4,
        "discount": 6,
        "room_status": "Available",
        "day_night": "Available day and night",
        "offerd": "populer",
        "category": "Family",
        "bed_room": 4,
        "bathroom": 2,
        "review": "Amazing cultural experience, cozy room, wonderful camel ride.",
        "rating": 4.8,
        "room_description": "This riad suite in Marrakech offers 370 sq ft of Moroccan charm, featuring a queen-size bed, traditional Moroccan décor, and an en-suite bathroom. Guests are offered a complimentary camel ride through the desert, making for a unique cultural adventure. The riad is located in the heart of the Medina, close to the bustling souks and historical landmarks like the Bahia Palace. With a 6% discount for stays over three nights, this suite offers a perfect blend of comfort and adventure in Morocco’s vibrant city."
      },
      {
        "image": "https://i.ibb.co.com/3F74JQg/Best-Deals-on-Hotel-Rooms.jpg",
        "location": "Zurich, Switzerland",
        "count": 10,
        "room_price": 350,
        "room_size": "490 sq ft",
        "s_offer": "Free Lake Zurich boat tour",
        "room_type": "Alpine Suite",
        "avel_room": 3,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Rest",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Beautiful views, loved the boat tour, very comfortable suite.",
        "rating": 4.8,
        "room_description": "This alpine suite in Zurich offers 390 sq ft of Swiss luxury, featuring a king-size bed, en-suite bathroom, and large windows with views of the Alps. Guests enjoy a complimentary boat tour on Lake Zurich, taking in the serene beauty of Switzerland’s natural landscape. The suite is located near Zurich’s main shopping streets and cultural landmarks. With a 5% discount for longer stays, this suite is perfect for travelers looking to experience both the urban sophistication of Zurich and the stunning natural beauty of the surrounding Alps."
      },
      {
        "image": "https://i.ibb.co.com/xMhN5RV/360-F-886510175-W4ac-OCHs3jvr-BZbdctu-SXt-TZF2-CLa56m.jpg",
        "location": "Hawaii, USA",
        "count": 8,
        "room_price": 450,
        "room_size": "400 sq ft",
        "s_offer": "Free hula dance show",
        "room_type": "Oceanfront Bungalow",
        "avel_room": 2,
        "discount": 8,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Family",
        "bed_room": 4,
        "bathroom": 2,
        "review": "Gorgeous ocean view, loved the hula show, relaxing stay.",
        "rating": 4.9,
        "room_description": "This oceanfront bungalow in Hawaii offers 500 sq ft of tropical luxury, featuring a king-size bed, open-air bathroom, and a private lanai overlooking the Pacific Ocean. Guests are treated to a complimentary traditional Hawaiian hula dance show, making for an unforgettable cultural experience. The bungalow is located steps away from the beach, offering perfect access to swimming, snorkeling, and sunset views. With an 8% discount for extended stays, this bungalow provides a perfect blend of island relaxation and cultural immersion in a truly stunning setting."
      },
      {
        "image": "https://i.ibb.co.com/5KpCgZP/1516295489-vale-garden-residence.jpg",
        "location": "Queenstown, New Zealand",
        "count": 10,
        "room_price": 330,
        "room_size": "420 sq ft",
        "s_offer": "Free bungee jumping experience",
        "room_type": "Lakeview Lodge",
        "avel_room": 4,
        "discount": 7,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Dubble",
        "bed_room": 2,
        "bathroom": 2,
        "review": "Amazing adventure, great views, very comfortable lodge.",
        "rating": 4.9,
        "room_description": "This lakeview lodge in Queenstown offers 420 sq ft of adventure and comfort, featuring a king-size bed, modern bathroom, and a private balcony with panoramic views of Lake Wakatipu and the Remarkables mountain range. Guests enjoy a complimentary bungee jumping experience, perfect for adrenaline seekers. The lodge is located near Queenstown’s top outdoor activities, including skiing, hiking, and water sports. With a 7% discount for stays longer than three nights, this lodge offers the ultimate mix of adventure and luxury in New Zealand’s adventure capital."
      },
      {
        "image": "https://i.ibb.co.com/BwLxqvZ/ashford-castle-bedroom-state-ireland.webp",
        "location": "Sydney, Australia",
        "count": 14,
        "room_price": 370,
        "room_size": "410 sq ft",
        "s_offer": "Free Sydney Opera House tour",
        "room_type": "Harbour View Suite",
        "avel_room": 3,
        "discount": 6,
        "room_status": "Available",
        "day_night": "Available day and night",
        "offerd": "populer",
        "category": "Rest",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Stunning views, loved the Opera House tour, great location.",
        "rating": 4.9,
        "room_description": "This harbour view suite in Sydney offers 410 sq ft of contemporary elegance, featuring a king-size bed, modern bathroom, and floor-to-ceiling windows with breathtaking views of Sydney Harbour. Guests enjoy a complimentary tour of the iconic Sydney Opera House. The suite is located in the heart of Circular Quay, providing easy access to the city’s top attractions, including the Sydney Harbour Bridge and Royal Botanic Garden. With a 6% discount for longer stays, this suite offers a luxurious experience combined with the beauty and culture of Sydney."
      },
      {
        "image": "https://i.ibb.co.com/v4NhpPN/Find-10-Most-Expensive-Hotel-Rooms-in-The-World-cover-850x410.jpg",
        "location": "Cappadocia, Turkey",
        "count": 9,
        "room_price": 320,
        "room_size": "480 sq ft",
        "s_offer": "Free hot air balloon ride",
        "room_type": "Cave Suite",
        "avel_room": 2,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "offerd": "populer",
        "category": "Family",
        "bed_room": 4,
        "bathroom": 2,
        "review": "Unique experience, loved the balloon ride, cozy room.",
        "rating": 4.8,
        "room_description": "This cave suite in Cappadocia offers 380 sq ft of rustic charm, featuring a king-size bed, traditional stone walls, and an en-suite bathroom. Guests are treated to a complimentary hot air balloon ride, providing a stunning aerial view of Cappadocia’s unique landscape. The suite is located in the historic region of Goreme, known for its fairy-tale rock formations and underground cities. With a 5% discount for stays over three nights, this suite offers a one-of-a-kind experience for adventure lovers seeking comfort and cultural immersion in one of Turkey’s most iconic regions."
      },
      {
        "image": "https://i.ibb.co.com/5sCHF2m/cadogan-gardens.jpg",
        "location": "Santorini, Greece",
        "count": 12,
        "room_price": 340,
        "room_size": "490 sq ft",
        "s_offer": "Free wine tasting tour",
        "room_type": "Honeymoon Suite",
        "avel_room": 4,
        "discount": 7,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Dubble",
        "bed_room": 2,
        "bathroom": 2,
        "review": "Romantic setting, loved the wine tour, beautiful views.",
        "rating": 4.9,
        "room_description": "This honeymoon suite in Santorini offers 390 sq ft of romantic luxury, featuring a king-size bed, modern bathroom with a hot tub, and a private terrace with panoramic views of the Aegean Sea. Guests enjoy a complimentary wine tasting tour, sampling some of Santorini’s finest local wines. The suite is located in Oia, offering breathtaking sunsets and close proximity to the island’s famous blue-domed churches. With a 7% discount for honeymooners, this suite provides the perfect setting for couples seeking a romantic escape in one of Greece’s most beautiful locations."
      },
      {
        "image": "https://i.ibb.co.com/9YLyLtG/160421115700-burj-al-arab-royal-suite-1.jpg",
        "location": "Maui, Hawaii, USA",
        "count": 8,
        "room_price": 450,
        "room_size": "460 sq ft",
        "s_offer": "Free surf lesson",
        "room_type": "Beachfront Bungalow",
        "avel_room": 2,
        "discount": 6,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Single",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Loved the surf lesson, beautiful beachfront, very relaxing.",
        "rating": 4.9,
        "room_description": "This beachfront bungalow in Maui offers 460 sq ft of tropical luxury, featuring a king-size bed, open-air bathroom, and a private lanai with direct beach access. Guests enjoy a complimentary surf lesson, perfect for beginners and seasoned surfers alike. The bungalow is located steps away from one of Maui’s most pristine beaches, providing stunning views and opportunities for swimming, snorkeling, and surfing. With a 6% discount for longer stays, this bungalow is ideal for those looking for a luxurious and relaxing beach vacation in one of Hawaii’s most popular islands."
      },
      {
        "image": "https://i.ibb.co.com/1qcyYxL/0-M4-A9971stack-1.jpg",
        "location": "Vienna, Austria",
        "count": 15,
        "room_price": 300,
        "room_size": "470 sq ft",
        "s_offer": "Free classical concert tickets",
        "room_type": "Baroque Suite",
        "avel_room": 5,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Family",
        "offerd": "populer",
        "bed_room": 4,
        "bathroom": 2,
        "review": "Elegant room, loved the concert, perfect location.",
        "rating": 4.8,
        "room_description": "This baroque suite in Vienna offers 370 sq ft of classical elegance, featuring a queen-size bed, marble bathroom, and antique furnishings reminiscent of Vienna’s rich cultural history. Guests receive complimentary tickets to a classical music concert at the famous Vienna State Opera. The suite is located in the heart of Vienna’s historic district, close to the Hofburg Palace and St. Stephen’s Cathedral. With a 5% discount for extended stays, this suite is perfect for travelers looking to immerse themselves in the cultural and artistic heritage of one of Europe’s most iconic cities."
      },
      {
        "image": "https://i.ibb.co.com/CbKSz07/burj-al-arab-rooms-1-850x500.jpg",
        "location": "Tokyo, Japan",
        "count": 18,
        "room_price": 320,
        "room_size": "450 sq ft",
        "s_offer": "Free sushi-making class",
        "room_type": "Skyline View Suite",
        "avel_room": 4,
        "discount": 7,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Family",
        "bed_room": 4,
        "bathroom": 2,
        "review": "Amazing view, great class, fantastic stay in Tokyo.",
        "rating": 4.9,
        "room_description": "This skyline view suite in Tokyo offers 350 sq ft of urban sophistication, featuring a king-size bed, modern bathroom, and floor-to-ceiling windows with a stunning view of Tokyo’s skyline. Guests are treated to a complimentary sushi-making class, where they can learn the art of Japanese cuisine from master chefs. The suite is located in the bustling Shibuya district, offering easy access to Tokyo’s shopping, dining, and entertainment. With a 7% discount for longer stays, this suite is perfect for travelers looking to immerse themselves in the excitement of Japan’s capital city."
      },
      {
        "image": "https://i.ibb.co.com/QY2sDQt/sultan-luxurious-royal-bedroom-night-wealthy-middle-east-interior-luxury-oriental-arab-hotel-room-co.webp",
        "location": "Reykjavik, Iceland",
        "count": 10,
        "room_price": 380,
        "room_size": "430 sq ft",
        "s_offer": "Free Northern Lights tour",
        "room_type": "Glacier View Cabin",
        "avel_room": 2,
        "discount": 8,
        "room_status": "Available",
        "day_night": "Available day and night",
        "offerd": "populer",
        "category": "Dubble",
        "bed_room": 2,
        "bathroom": 2,
        "review": "Unforgettable views, loved the tour, cozy cabin.",
        "rating": 4.8,
        "room_description": "This glacier view cabin in Reykjavik offers 430 sq ft of rustic luxury, featuring a king-size bed, en-suite bathroom, and panoramic views of Iceland’s glaciers. Guests are treated to a complimentary Northern Lights tour, offering a once-in-a-lifetime chance to witness the aurora borealis. The cabin is located on the outskirts of Reykjavik, providing a peaceful retreat while still being close to the city’s attractions, including the Blue Lagoon and Hallgrímskirkja. With an 8% discount for extended stays, this cabin is perfect for nature lovers seeking adventure and tranquility in the land of fire and ice."
      },
      {
        "image": "https://i.ibb.co.com/c1sRxLW/1114-Modern-Hotel-Room.jpg",
        "location": "Dubai, UAE",
        "count": 20,
        "room_price": 500,
        "room_size": "420 sq ft",
        "s_offer": "Free desert safari",
        "room_type": "Luxury Penthouse",
        "avel_room": 3,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Single",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Ultimate luxury, amazing safari, incredible penthouse.",
        "rating": 4.9,
        "room_description": "This luxury penthouse in Dubai offers 520 sq ft of opulence, featuring a king-size bed, marble bathroom, and a private balcony with panoramic views of the city’s skyline and the Arabian Gulf. Guests are treated to a complimentary desert safari, where they can experience the thrill of dune bashing and camel riding. The penthouse is located in the heart of Dubai, near the Burj Khalifa and Dubai Mall. With a 5% discount for longer stays, this penthouse is the perfect choice for travelers seeking the ultimate in luxury and adventure in the dazzling city of Dubai."
      },
      {
        "image": "https://i.ibb.co.com/fYx2GPs/mumbai-luxury-rooms-suites-724x407.webp",
        "location": "Kyoto, Japan",
        "count": 12,
        "room_price": 280,
        "room_size": "340 sq ft",
        "s_offer": "Free tea ceremony experience",
        "room_type": "Zen Garden Suite",
        "avel_room": 3,
        "discount": 6,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Family",
        "bed_room": 4,
        "bathroom": 2,
        "review": "Serene garden, loved the tea ceremony, peaceful room.",
        "rating": 4.7,
        "room_description": "This Zen garden suite in Kyoto offers 340 sq ft of tranquil beauty, featuring a queen-size bed, traditional Japanese décor, and a private Zen garden. Guests are treated to a complimentary tea ceremony, offering an authentic cultural experience. The suite is located in the historic Gion district, close to the Fushimi Inari Shrine and Kiyomizu Temple. With a 6% discount for early bookings, this suite is perfect for travelers looking to experience the serene and spiritual atmosphere of Kyoto while staying in a beautiful, traditional Japanese setting."
      },
      {
        "image": "https://i.ibb.co.com/7vYqJqp/ef39c925f59c5fdb013a339e75ea2edb.jpg",
        "location": "Banff, Canada",
        "count": 10,
        "room_price": 360,
        "room_size": "400 sq ft",
        "s_offer": "Free guided hiking tour",
        "room_type": "Mountain Lodge",
        "avel_room": 2,
        "discount": 7,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Dubble",
        "bed_room": 2,
        "bathroom": 2,
        "review": "Incredible scenery, loved the hike, cozy lodge.",
        "rating": 4.8,
        "room_description": "This mountain lodge in Banff offers 400 sq ft of rustic comfort, featuring a king-size bed, stone fireplace, and views of the Canadian Rockies. Guests enjoy a complimentary guided hiking tour through Banff National Park, offering a chance to explore one of the most stunning landscapes in North America. The lodge is located near Lake Louise, perfect for skiing, hiking, and wildlife viewing. With a 7% discount for stays over three nights, this lodge provides an ideal blend of adventure and relaxation for those seeking to explore the natural beauty of Banff."
      },
      {
        "image": "https://i.ibb.co.com/phFbSmP/648c6fbc2b4da9c936d70d0468d6d880.jpg",
        "location": "Lisbon, Portugal",
        "count": 11,
        "room_price": 290,
        "room_size": "360 sq ft",
        "s_offer": "Free Fado dinner experience",
        "room_type": "City View Room",
        "avel_room": 3,
        "discount": 6,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Dubble",
        "bed_room": 2,
        "bathroom": 2,
        "review": "Charming room, loved the Fado music, great city views.",
        "rating": 4.7,
        "room_description": "This city view room in Lisbon offers 360 sq ft of charm, featuring a queen-size bed, modern bathroom, and large windows with breathtaking views of the historic Alfama district. Guests enjoy a complimentary Fado dinner experience, where they can savor traditional Portuguese cuisine while listening to soulful music. The room is located close to major attractions such as the Lisbon Cathedral and São Jorge Castle. With a 6% discount for extended stays, this room is perfect for travelers looking to immerse themselves in Lisbon’s rich culture and vibrant atmosphere."
      },
      {
        "image": "https://i.ibb.co.com/njtHyTN/090d282193c3d8147bb34e0724c88217.jpg",
        "location": "Bali, Indonesia",
        "count": 15,
        "room_price": 450,
        "room_size": "480 sq ft",
        "s_offer": "Free Balinese massage",
        "room_type": "Poolside Villa",
        "avel_room": 2,
        "discount": 8,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Family",
        "bed_room": 4,
        "bathroom": 2,
        "review": "Relaxing villa, wonderful massage, gorgeous poolside view.",
        "rating": 4.9,
        "room_description": "This poolside villa in Bali offers 480 sq ft of luxury, featuring a king-size bed, open-air bathroom, and direct access to a private pool. Guests are treated to a complimentary Balinese massage, allowing them to unwind in paradise. The villa is located in a tranquil area near Seminyak Beach, perfect for sunbathing and exploring local markets. With an 8% discount for longer stays, this villa provides a perfect escape for travelers seeking relaxation and luxury in one of the world’s most beautiful tropical destinations."
      },
      {
        "image": "https://i.ibb.co.com/HFD8MVD/10528-zorah-beach-hotel-109447373.jpg",
        "location": "Amsterdam, Netherlands",
        "count": 9,
        "room_price": 300,
        "room_size": "470 sq ft",
        "s_offer": "Free canal cruise",
        "room_type": "Canal View Room",
        "avel_room": 4,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "offerd": "populer",
        "category": "Rest",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Beautiful view, enjoyed the cruise, comfortable stay.",
        "rating": 4.8,
        "room_description": "This canal view room in Amsterdam offers 370 sq ft of Dutch charm, featuring a queen-size bed, en-suite bathroom, and large windows overlooking the picturesque canals. Guests enjoy a complimentary canal cruise, giving them a unique perspective of the city’s historic architecture. The room is located in the heart of Amsterdam, close to the Anne Frank House and Rijksmuseum. With a 5% discount for extended stays, this room is perfect for travelers wanting to explore the rich culture and beauty of Amsterdam from a cozy and scenic retreat."
      },
      {
        "image": "https://i.ibb.co.com/RPgZZPJ/sun-sanctuary-v18689790-nw-2000-1024x682.jpg",
        "location": "Florence, Italy",
        "count": 8,
        "room_price": 360,
        "room_size": "400 sq ft",
        "s_offer": "Free wine and cheese tasting",
        "room_type": "Renaissance Suite",
        "avel_room": 3,
        "discount": 7,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Single",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Lovely suite, fantastic tasting, great historical vibe.",
        "rating": 4.9,
        "room_description": "This Renaissance suite in Florence offers 400 sq ft of historical elegance, featuring a king-size bed, marble bathroom, and classic Italian furnishings. Guests enjoy a complimentary wine and cheese tasting, featuring local Tuscan delicacies. The suite is located near the Uffizi Gallery and Ponte Vecchio, making it ideal for exploring Florence’s rich artistic heritage. With a 7% discount for longer stays, this suite is perfect for travelers seeking a luxurious and culturally immersive experience in the heart of Tuscany."
      },
      {
        "image": "https://i.ibb.co.com/4WF6BP8/methode-times-prod-web-bin-b8fcd434-ac5d-41de-85c9-3c392abd2472.jpg",
        "location": "Buenos Aires, Argentina",
        "count": 10,
        "room_price": 320,
        "room_size": "450 sq ft",
        "s_offer": "Free tango lesson",
        "room_type": "Boutique Room",
        "avel_room": 4,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Dubble",
        "bed_room": 2,
        "bathroom": 2,
        "review": "Charming room, loved the tango lesson, vibrant city.",
        "rating": 4.6,
        "room_description": "This boutique room in Buenos Aires offers 350 sq ft of stylish comfort, featuring a queen-size bed, modern bathroom, and colorful decor. Guests are treated to a complimentary tango lesson, providing a taste of Argentina’s passionate culture. The room is located in the trendy Palermo neighborhood, known for its nightlife, cafes, and street art. With a 5% discount for extended stays, this room is ideal for travelers wanting to experience the vibrant spirit and culture of Buenos Aires while enjoying a cozy and stylish retreat."
      },
      {
        "image": "https://i.ibb.co.com/d6spbky/star-sanctuary-jade-mountain-st-lucia.webp",
        "location": "Cape Town, South Africa",
        "count": 12,
        "room_price": 410,
        "room_size": "450 sq ft",
        "s_offer": "Free wine tour",
        "room_type": "Table Mountain Suite",
        "avel_room": 3,
        "discount": 8,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Family",
        "bed_room": 4,
        "bathroom": 2,
        "review": "Breathtaking views, great wine tour, lovely suite.",
        "rating": 4.9,
        "room_description": "This Table Mountain suite in Cape Town offers 450 sq ft of luxurious comfort, featuring a king-size bed, en-suite bathroom, and private balcony with stunning views of Table Mountain and the ocean. Guests enjoy a complimentary wine tour in the nearby Cape Winelands, exploring South Africa’s renowned vineyards. The suite is located close to the V&A Waterfront and beaches, perfect for relaxation and adventure. With an 8% discount for longer stays, this suite is ideal for travelers seeking both luxury and adventure in one of the world’s most beautiful cities."
      },
      {
        "image": "https://i.ibb.co.com/rb0Wq2f/images-7.jpg",
        "location": "Hanoi, Vietnam",
        "count": 14,
        "room_price": 270,
        "room_size": "340 sq ft",
        "s_offer": "Free cooking class",
        "room_type": "Heritage Room",
        "avel_room": 3,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Rest",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Delightful experience, loved the cooking class, warm atmosphere.",
        "rating": 4.7,
        "room_description": "This heritage room in Hanoi offers 340 sq ft of Vietnamese charm, featuring a queen-size bed, en-suite bathroom, and traditional decor. Guests are treated to a complimentary cooking class, allowing them to learn how to prepare authentic Vietnamese dishes. The room is located in the Old Quarter, known for its bustling markets and historic streets. With a 5% discount for extended stays, this room is perfect for travelers wanting to immerse themselves in Vietnam’s rich culture while enjoying a comfortable and welcoming retreat."
      },
      {
        "image": "https://i.ibb.co.com/T2p8JMD/180329165216-royal-suite-at-the-burj-al-arab-jumeirah.jpg",
        "location": "Hanoi, Vietnam",
        "count": 14,
        "room_price": 270,
        "room_size": "340 sq ft",
        "s_offer": "Free cooking class",
        "room_type": "Heritage Room",
        "avel_room": 3,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Rest",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Delightful experience, loved the cooking class, warm atmosphere.",
        "rating": 4.7,
        "room_description": "This heritage room in Hanoi offers 340 sq ft of Vietnamese charm, featuring a queen-size bed, en-suite bathroom, and traditional decor. Guests are treated to a complimentary cooking class, allowing them to learn how to prepare authentic Vietnamese dishes. The room is located in the Old Quarter, known for its bustling markets and historic streets. With a 5% discount for extended stays, this room is perfect for travelers wanting to immerse themselves in Vietnam’s rich culture while enjoying a comfortable and welcoming retreat."
      },
      {
        "image": "https://i.ibb.co.com/T2p8JMD/180329165216-royal-suite-at-the-burj-al-arab-jumeirah.jpg",
        "location": "Hanoi, Vietnam",
        "count": 14,
        "room_price": 270,
        "room_size": "340 sq ft",
        "s_offer": "Free cooking class",
        "room_type": "Heritage Room",
        "avel_room": 3,
        "discount": 5,
        "room_status": "Available",
        "day_night": "Available day and night",
        "category": "Rest",
        "bed_room": 1,
        "bathroom": 1,
        "review": "Delightful experience, loved the cooking class, warm atmosphere.",
        "rating": 4.7,
        "room_description": "This heritage room in Hanoi offers 340 sq ft of Vietnamese charm, featuring a queen-size bed, en-suite bathroom, and traditional decor. Guests are treated to a complimentary cooking class, allowing them to learn how to prepare authentic Vietnamese dishes. The room is located in the Old Quarter, known for its bustling markets and historic streets. With a 5% discount for extended stays, this room is perfect for travelers wanting to immerse themselves in Vietnam’s rich culture while enjoying a comfortable and welcoming retreat."
      }

  ]
  